let str = '[00:00.38]盗将行 - 莫籽/neko\n' +
    '[00:01.53]词 : 姬霄\n' +
    '[00:02.13]曲 : 花粥\n' +
    '[00:16.85]男：\n' +
    '[00:18.27]劫过九重城关 我座下马正酣\n' +
    '[00:23.58]看那轻飘飘的衣摆 趁擦肩把裙掀\n' +
    '[00:29.69]女：\n' +
    '[00:29.87]踏遍三江六岸 借刀光做船帆\n' +
    '[00:35.86]任露水浸透了短衫 大盗睥睨四野\n' +
    '[00:42.75]男：\n' +
    '[00:43.64]枕风宿雪多年 我与虎谋早餐\n' +
    '[00:49.69]拎着钓叟的鱼弦 问卧龙几两钱\n' +
    '[00:55.68]女：\n' +
    '[00:55.91]蜀中大雨连绵 关外横尸遍野\n' +
    '[01:02.01]你的笑像一条恶犬 撞乱了我心弦\n' +
    '[01:21.54]女：\n' +
    '[01:22.86]谈花饮月赋闲 这春宵艳阳天\n' +
    '[01:28.18]待到梦醒时分睁眼 铁甲寒意凛冽\n' +
    '[01:34.24]男：\n' +
    '[01:34.41]夙愿只隔一箭 故乡近似天边\n' +
    '[01:40.43]不知何人浅唱弄弦 我彷徨不可前\n' +
    '[01:48.05]合：\n' +
    '[01:51.19]枕风宿雪多年 我与虎谋早餐\n' +
    '[01:57.35]拎着钓叟的鱼弦 问卧龙几两钱\n' +
    '[02:03.60]蜀中大雨连绵 关外横尸遍野\n' +
    '[02:09.69]你的笑像一条恶犬 撞乱我心弦\n' +
    '[02:15.85]烽烟万里如衔 掷群雄下酒宴\n' +
    '[02:21.96]谢绝策勋十二转 想为你窃玉簪\n' +
    '[02:28.10]入巷间吃汤面 笑看窗边飞雪\n' +
    '[02:34.25]取腰间明珠弹山雀 立枇杷于庭前\n' +
    '[02:45.61]入巷间吃汤面 笑看窗边飞雪\n' +
    '[02:52.86]取腰间明珠弹山雀 立枇杷于庭前\n'+
    '[02:55.86]  ';
let data = {
    name:'莫籽/neko',
    song:'盗将行'
};
