let str ='[00:02.94]世界第一等 - 抖音浪哥\n' +
    '[00:07.94]词:李安修/陈富荣\n' +
    '[00:12.94]曲:伍佰\n' +
    '[00:20.94]人生的风景 亲像大海的风涌\n' +
    '[00:26.29]有时猛有时平 亲爱朋友你着小心\n' +
    '[00:32.61]人生的环境 乞食嘛会出头天\n' +
    '[00:37.83]莫怨天莫尤人 命顺命歹拢是一生\n' +
    '[00:44.02]\n' +
    '[00:43.26]一杯酒两角银 三不五时嘛来凑阵\n' +
    '[00:49.04]若要讲博感情 我是世界第一等\n' +
    '[00:54.97]是缘份是注定 好汉剖腹来叁见\n' +
    '[01:00.85]呒惊风呒惊涌 有情有义好兄弟\n' +
    '[01:07.46]\n' +
    '[01:07.05]短短仔的光阴迫逍着少年时\n' +
    '[01:12.16]求名利无了时 千金难买好人生 \n' +
    '[01:17.96]\n' +
    '[01:29.34]人生的风景 亲像大海的风涌\n' +
    '[01:34.17]有时猛有时平 亲爱朋友你着小心\n' +
    '[01:40.68]人生的环境 乞食嘛会出头天\n' +
    '[01:45.96]莫怨天莫尤人 命顺命歹拢是一生\n' +
    '[01:52.12]\n' +
    '[02:12.21]一杯酒两角银 三不五时嘛来凑阵\n' +
    '[02:18.08]若要讲博感情 我是世界第一等\n' +
    '[02:23.93]是缘份是注定 好汉剖腹来叁见\n' +
    '[02:29.83]呒惊风呒惊涌 有情有义好兄弟\n' +
    '[02:35.71]一杯酒两角银 三不五时嘛来凑阵\n' +
    '[02:41.47]若要讲博感情 我是世界第一等\n' +
    '[02:46.37]是缘份是注定 好汉剖腹来叁见\n' +
    '[02:52.24]呒惊风呒惊涌 有情有义好兄弟\n' +
    '[03:00.80]短短仔的光阴迫逍着少年时\n' +
    '[03:05.81]求名利无了时 千金难买好人生\n '+
    '[03:20.80]  ';
let data = {
    name:'抖音浪哥',
    song:'世界第一等'
};

