let str =
    '[00:00.00]作曲 : 半阳/Nicholas Cheung\n' +
    '[00:00.39]作词 : 半阳\n' +
    '[00:00.87]狼烟风沙口\n' +
    '[00:02.75]还请将军少饮酒\n' +
    '[00:05.02]前方的路不好走\n' +
    '[00:08.01]我在家中来等候\n' +
    '[00:09.87]可愿柳下走\n' +
    '[00:12.99]满头杨花共白首\n' +
    '[00:15.94]十两相思二两酒\n' +
    '[00:18.86]我才把爱说出口\n' +
    '[00:21.57]狼烟风沙口\n' +
    '[00:23.91]还请将军少饮酒\n' +
    '[00:26.67]前方的路不好走\n' +
    '[00:29.12]我在家中来等候\n' +
    '[00:31.98]可愿柳下走\n' +
    '[00:34.62]满头杨花共白首\n' +
    '[00:37.22]十两相思二两酒\n' +
    '[00:39.88]我才把爱说出口\n'+
    '[00:41.88] ';
let data = {
    name:'叶洛洛',
    song:'我的将军啊'
};